Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# DeviceGuardPageTitle.Text
source: Utilize the security features offered by hardware to harden the OS in multiple different layers of execution.
de_de: Die durch die Hardware bereitgestellten Sicherheitsfunktionen nutzen, um das Betriebssystem in mehreren Ausführungsebenen zu härten.
hi_in: हार्डवेयर द्वारा प्रदान की गई सुरक्षा सुविधाओं का लाभ उठाकर विभिन्न निष्पादन परतों पर ऑपरेटिंग सिस्टम को कठोर बनाएं।

# EdgePageTitle.Text
source: Apply security and privacy related policies to the Microsoft Edge to make it more secure and private when browsing the web.
de_de: Sicherheits- und Datenschutzrichtlinien für Microsoft Edge anwenden, um das Surfen im Web sicherer und privater zu machen.
hi_in: Microsoft Edge में सुरक्षा और गोपनीयता संबंधी नीतियां लागू करके इसे वेब ब्राउज़िंग के दौरान अधिक सुरक्षित और निजी बनाएं।

# LockScreenPageTitle.Text
source: Harden the Lock Screen of the operating system against possible exploits and reduce the amount of information that is exposed to unauthorized individuals when the device is locked.
de_de: Den Sperrbildschirm des Betriebssystems gegen mögliche Exploits härten und die Menge an Informationen reduzieren, die bei gesperrtem Gerät unbefugten Personen angezeigt werden.
hi_in: ऑपरेटिंग सिस्टम के लॉक स्क्रीन को संभावित शोषण के खिलाफ कठोर बनाएं और डिवाइस लॉक होने पर अनधिकृत व्यक्तियों के लिए उजागर जानकारी की मात्रा कम करें।

# MiscellaneousConfigsPageTitle.Text
source: This page contains important security measures that don't fall into more specific categories. Applying them can enhance and augment the security of your system and device.
de_de: Diese Seite enthält wichtige Sicherheitsmaßnahmen, die keiner spezifischeren Kategorie zuzuordnen sind. Ihre Anwendung kann die Sicherheit Ihres Systems und Geräts verbessern und stärken.
hi_in: इस पेज में महत्वपूर्ण सुरक्षा उपाय हैं जो अन्य अधिक विशेषीकृत श्रेणियों में फिट नहीं होते। इन्हें लागू करना आपके सिस्टम और डिवाइस की सुरक्षा को बेहतर बना सकता है और मजबूत कर सकता है।

# NonAdminPageTitle.Text
source: The policies on this page only apply to the current user and are not applied system-wide to all users. For this reason, you do not require Administrator privilege to apply them.
de_de: Die Richtlinien auf dieser Seite gelten nur für den aktuellen Benutzer und werden nicht systemweit für alle Benutzer angewendet. Daher sind zum Anwenden keine Administratorrechte erforderlich.
hi_in: इस पेज की नीतियां केवल वर्तमान उपयोगकर्ता पर लागू होती हैं और सभी उपयोगकर्ताओं के लिए सिस्टम स्तर पर लागू नहीं होतीं। इस कारण से, इन्हें लागू करने के लिए आपको व्यवस्थापक अनुमतियों की आवश्यकता नहीं है।

# OptionalWindowsFeaturesPageTitle.Text
source: Fetch, List, View, Enable and Disable all of the optional features and capabilities that the operating system offers in a unified manner.
de_de: Alle optionalen Features und Funktionen, die das Betriebssystem bietet, einheitlich abrufen, auflisten, anzeigen, aktivieren und deaktivieren.
hi_in: ऑपरेटिंग सिस्टम द्वारा प्रदान की गई सभी वैकल्पिक सुविधाओं और क्षमताओं को एकीकृत तरीके से प्राप्त करें, देखें, सक्षम करें और अक्षम करें।

# TLSPageTitle.Text
source: Harden the SChannel (Secure Channel) in the OS. It is a security support provider (SSP) developed by Microsoft that implements security protocols such as Transport Layer Security (TLS).
de_de: SChannel (Secure Channel) im Betriebssystem härten. Dabei handelt es sich um einen von Microsoft entwickelten Security Support Provider (SSP), der Sicherheitsprotokolle wie Transport Layer Security (TLS) implementiert.
hi_in: ऑपरेटिंग सिस्टम में SChannel (सुरक्षित चैनल) को कठोर बनाएं। यह Microsoft द्वारा विकसित सुरक्षा समर्थन प्रदाता (SSP) है जो Transport Layer Security (TLS) जैसे सुरक्षा प्रोटोकॉल को लागू करता है।

# UACPageTitle.Text
source: UAC helps prevent unauthorized changes to the operating system by prompting for permission or an administrator credentials. This page offers policies that will harden that workflow.
de_de: Die Benutzerkontensteuerung (UAC) hilft, unbefugte Änderungen am Betriebssystem zu verhindern, indem sie um Zustimmung oder Administratoranmeldeinformationen bittet. Diese Seite bietet Richtlinien, die diesen Ablauf weiter absichern.
hi_in: UAC अनुमति या व्यवस्थापक क्रेडेंशियल का अनुरोध करके ऑपरेटिंग सिस्टम में अनधिकृत परिवर्तनों को रोकने में मदद करता है। यह पेज ऐसी नीतियां प्रदान करता है जो इस वर्कफ़्लो को कठोर बनाएंगी।

# WindowsFirewallPageTitle.Text
source: Windows Firewall helps protect your computer by filtering incoming and outgoing traffic. Here you can apply various rules and configurations to enhance its security.
de_de: Die Windows-Firewall hilft, Ihren Computer zu schützen, indem sie eingehenden und ausgehenden Datenverkehr filtert. Hier können Sie verschiedene Regeln und Konfigurationen anwenden, um die Sicherheit zu erhöhen.
hi_in: Windows फ़ायरवॉल आने वाले और जाने वाले ट्रैफिक को फिल्टर करके आपके कंप्यूटर की सुरक्षा में मदद करता है। यहाँ आप इसकी सुरक्षा बढ़ाने के लिए विभिन्न नियम और कॉन्फ़िगरेशन लागू कर सकते हैं।

# WindowsNetworkingPageTitle.Text
source: Windows Networking settings allow you to configure various aspects of network connectivity and security such as how your device communicates with other devices on the network.
de_de: Mit den Windows-Netzwerkeinstellungen können Sie verschiedene Aspekte der Netzwerkverbindung und -sicherheit konfigurieren, etwa wie Ihr Gerät mit anderen Geräten im Netzwerk kommuniziert.
hi_in: Windows नेटवर्किंग सेटिंग्स आपको नेटवर्क कनेक्टिविटी और सुरक्षा के विभिन्न पहलुओं को कॉन्फ़िगर करने की अनुमति देती हैं जैसे कि आपका डिवाइस नेटवर्क पर अन्य डिवाइस के साथ कैसे संवाद करता है।

# WindowsUpdatePageTitle.Text
source: Installing Windows Updates as soon as possible after they are released is essential for maintaining the security and stability of your system, especially against novel and zero-day exploits. This page helps you enforce policies that will make sure the updates are installed in a timely manner.
de_de: Die Installation von Windows-Updates so bald wie möglich nach deren Veröffentlichung ist entscheidend für die Aufrechterhaltung der Sicherheit und Stabilität Ihres Systems, insbesondere gegen neuartige und Zero-Day-Exploits. Diese Seite hilft Ihnen, Richtlinien durchzusetzen, die sicherstellen, dass Updates zeitnah installiert werden.
hi_in: Windows अपडेट को रिलीज़ के बाद जल्द से जल्द इंस्टॉल करना आपके सिस्टम की सुरक्षा और स्थिरता बनाए रखने के लिए महत्वपूर्ण है, खासकर नए शोषणों और zero-day के खिलाफ। यह पेज आपको ऐसी नीतियां लागू करने में मदद करता है जो सुनिश्चित करेंगी कि अपडेट समय पर इंस्टॉल हों।

# FileReputationPageTitle.Text
source: Verify the reputation of executables and other files using Microsoft Defender Smart Screen or Microsoft's Intelligent Security Graph.
de_de: Die Reputation von ausführbaren Dateien und anderen Dateien mithilfe von Microsoft Defender Smart Screen oder Microsofts Intelligent Security Graph überprüfen.
hi_in: Microsoft Defender Smart Screen या Microsoft की सुरक्षा इंटेलिजेंस ग्राफ का उपयोग करके निष्पादन योग्य फ़ाइलों और अन्य फ़ाइलों की प्रतिष्ठा सत्यापित करें।

# InstalledAppsManagementPageTitle.Text
source: View the list of all installed applications on the system and remove the unwanted ones.
de_de: Die Liste aller auf dem System installierten Anwendungen anzeigen und unerwünschte entfernen.
hi_in: सिस्टम पर इंस्टॉल किए गए सभी ऐप्स की सूची देखें और अवांछित ऐप्स को अनइंस्टॉल करें।

# PFNVersionLabel.Text
source: Version
ar: الإصدار
el_gr: Έκδοση
es: Versión
he_il: גרסה
hi_in: संस्करण
ml_in: പതിപ്പ്
pl_pl: Wersja

# PFNLabel.Text
source: Package Family Name
ar: اسم عائلة الحزمة
de_de: Paketfamilienname
el_gr: Όνομα οικογένειας πακέτου
es: Nombre de familia de paquete
fr_fr: Nom de la famille de packages
he_il: שם משפחת החבילה
hi_in: पैकेज पारिवारिक नाम
ml_in: പാക്കേജ് ഫാമിലി നെയിം
pl_pl: Nazwa rodziny pakietu

# AppDetailsErrorMessageWithName
source: There was an error getting the details for the app: {0}
ar: كان هناك خطأ في الحصول على تفاصيل التطبيق: {0}
de_de: Beim Abrufen der Details für die App ist ein Fehler aufgetreten: {0}
el_gr: Υπήρξε σφάλμα στη λήψη των λεπτομερειών της εφαρμογής: {0}
es: Hubo un error obteniendo los detalles de la aplicación: {0}
fr_fr: Une erreur s'est produite lors de l'obtention des détails de l'application : {0}
he_il: אירעה שגיאה בקבלת הפרטים עבור האפליקציה: {0}
hi_in: ऐप विवरण प्राप्त करने में त्रुटि हुई: {0}
ml_in: ആപ്പ് വിശദാംശങ്ങൾ പുനർലഭിക്കുന്നതിൽ പിശക്: {0}
pl_pl: Błąd podczas pobierania szczegółów aplikacji: {0}

# AppDetailsErrorMessageGeneric
source: There was an error getting the details of an app
ar: كان هناك خطأ في الحصول على تفاصيل تطبيق
de_de: Beim Abrufen der Details einer App ist ein Fehler aufgetreten
el_gr: Υπήρξε σφάλμα στη λήψη λεπτομερειών εφαρμογής
es: Hubo un error obteniendo detalles de aplicación
fr_fr: Une erreur s'est produite lors de l'obtention des détails d'une application
he_il: אירעה שגיאה בקבלת פרטי אפליקציה
hi_in: ऐप विवरण प्राप्त करने में त्रुटि हुई
ml_in: ആപ്പ് വിശദാംശങ്ങൾ പുനർലഭിക്കുന്നതിൽ പിശക്
pl_pl: Błąd podczas pobierania szczegółów aplikacji

# PFNArchitectureLabel.Text
source: Architecture
ar: البنية
de_de: Architektur
el_gr: Αρχιτεκτονική
es: Arquitectura
he_il: ארכיטקטורה
hi_in: आर्किटेक्चर
ml_in: ആർക്കിടക്ചർ
pl_pl: Architektura

# PFNPublisherLabel.Text
source: Publisher
ar: الناشر
de_de: Herausgeber
el_gr: Εκδότης
es: Editor
fr_fr: Éditeur
he_il: מוציא לאור
hi_in: प्रकाशक
ml_in: പ്രസാധകൻ
pl_pl: Wydawca

# PFNPublisherID.Text
source: Publisher ID
ar: معرف الناشر
de_de: Herausgeber-ID
el_gr: Αναγνωριστικό εκδότη
es: ID del editor
fr_fr: ID de l'éditeur
he_il: מזהה המוציא לאור
hi_in: प्रकाशक ID
ml_in: പ്രസാധക ID
pl_pl: ID wydawcy

# PFNDescription.Text
source: Description
ar: الوصف
de_de: Beschreibung
el_gr: Περιγραφή
es: Descripción
he_il: תיאור
hi_in: विवरण
ml_in: വിവരണം
pl_pl: Opis

# PFNInstallLocation.Text
source: Install Location
ar: موقع التثبيت
de_de: Installationsort
el_gr: Τοποθεσία εγκατάστασης
es: Ubicación de instalación
fr_fr: Emplacement d'installation
he_il: מיקום התקנה
hi_in: इंस्टॉल स्थान
ml_in: ഇൻസ്റ്റാൾ സ്ഥാനം
pl_pl: Lokalizacja instalacji

# PFNInstalledDateLabel.Text
source: Last Modified on
ar: آخر تعديل في
de_de: Zuletzt geändert am
el_gr: Τελευταία τροποποίηση στις
es: Última modificación en
fr_fr: Dernière modification le
he_il: תוקן לאחרונה בתאריך
hi_in: अंतिम संशोधन
ml_in: അവസാന പരിഷ്‌ക്കരണം
pl_pl: Ostatnia modyfikacja

# PFNDisplayNameLabelText
source: Display Name
ar: اسم العرض
de_de: Anzeigename
el_gr: Όνομα εμφάνισης
es: Nombre para mostrar
fr_fr: Nom d'affichage
he_il: שם תצוגה
hi_in: प्रदर्शन नाम
ml_in: പ്രദർശന നാമം
pl_pl: Nazwa wyświetlana

# PFNFullNameLabel.Text
source: Full Name
ar: الاسم الكامل
de_de: Vollständiger Name
el_gr: Πλήρες όνομα
es: Nombre completo
fr_fr: Nom complet
he_il: שם מלא
hi_in: पूरा नाम
ml_in: പൂർണ്ണ നാമം
pl_pl: Pełna nazwa

# ProtectPageVerifySelectedButton.ToolTipService.ToolTip
source: Verify only the categories and sub-categories you've selected.
ar: التحقق من الفئات والفئات الفرعية التي حددتها فقط.
de_de: Nur die von Ihnen ausgewählten Kategorien und Unterkategorien überprüfen.
el_gr: Επαλήθευση μόνο των κατηγοριών και υποκατηγοριών που επιλέξατε.
es: Verificar solo las categorías y subcategorías que seleccionó.
fr_fr: Vérifier uniquement les catégories et sous-catégories que vous avez sélectionnées.
he_il: אמת רק את הקטגוריות ותתי-הקטגוריות שבחרת.
hi_in: केवल उन श्रेणियों और उप श्रेणियों को सत्यापित करें जिन्हें आपने चुना है।
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത വിഭാഗങ്ങളും ഉപവിഭാഗങ്ങളും മാത്രം പരിശോധിക്കുക.
pl_pl: Sprawdź tylko kategorie i podkategorie, które zaznaczyłeś.

# ProtectPageVerifySelectedButton.AutomationProperties.HelpText
source: Verify only the categories and sub-categories you've selected.
ar: التحقق من الفئات والفئات الفرعية التي حددتها فقط.
de_de: Nur die von Ihnen ausgewählten Kategorien und Unterkategorien überprüfen.
el_gr: Επαλήθευση μόνο των κατηγοριών και υποκατηγοριών που επιλέξατε.
es: Verificar solo las categorías y subcategorías que seleccionó.
fr_fr: Vérifier uniquement les catégories et sous-catégories que vous avez sélectionnées.
he_il: אמת רק את הקטגוריות ותתי-הקטגוריות שבחרת.
hi_in: केवल उन श्रेणियों और उप श्रेणियों को सत्यापित करें जिन्हें आपने चुना है।
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത വിഭാഗങ്ങളും ഉപവിഭാഗങ്ങളും മാത്രം പരിശോധിക്കുക.
pl_pl: Sprawdź tylko kategorie i podkategorie, które zaznaczyłeś.

# ProtectPageApplySelectedButton.ToolTipService.ToolTip
source: Apply only the categories and sub-categories you've selected.
ar: تطبيق الفئات والفئات الفرعية التي حددتها فقط.
de_de: Nur die von Ihnen ausgewählten Kategorien und Unterkategorien anwenden.
el_gr: Εφαρμογή μόνο των κατηγοριών και υποκατηγοριών που επιλέξατε.
es: Aplicar solo las categorías y subcategorías que seleccionó.
fr_fr: Appliquer uniquement les catégories et sous-catégories que vous avez sélectionnées.
he_il: החל רק את הקטגוריות ותתי-הקטגוריות שבחרת.
hi_in: केवल उन श्रेणियों और उप श्रेणियों को लागू करें जिन्हें आपने चुना है।
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത വിഭാഗങ്ങളും ഉപവിഭാഗങ്ങളും മാത്രം പ്രയോഗിക്കുക.
pl_pl: Zastosuj tylko kategorie i podkategorie, które zaznaczyłeś.

# ProtectPageApplySelectedButton.AutomationProperties.HelpText
source: Apply only the categories and sub-categories you've selected.
ar: تطبيق الفئات والفئات الفرعية التي حددتها فقط.
de_de: Nur die von Ihnen ausgewählten Kategorien und Unterkategorien anwenden.
el_gr: Εφαρμογή μόνο των κατηγοριών και υποκατηγοριών που επιλέξατε.
es: Aplicar solo las categorías y subcategorías que seleccionó.
fr_fr: Appliquer uniquement les catégories et sous-catégories que vous avez sélectionnées.
he_il: החל רק את הקטגוריות ותתי-הקטגוריות שבחרת.
hi_in: केवल उन श्रेणियों और उप श्रेणियों को लागू करें जिन्हें आपने चुना है।
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത വിഭാഗങ്ങളും ഉപവിഭാഗങ്ങളും മാത്രം പ്രയോഗിക്കുക.
pl_pl: Zastosuj tylko kategorie i podkategorie, które zaznaczyłeś.

# ProtectPageRemoveSelectedButton.ToolTipService.ToolTip
source: Remove only the categories and sub-categories you've selected.
ar: إزالة الفئات والفئات الفرعية التي حددتها فقط.
de_de: Nur die von Ihnen ausgewählten Kategorien und Unterkategorien entfernen.
el_gr: Αφαίρεση μόνο των κατηγοριών και υποκατηγοριών που επιλέξατε.
es: Eliminar solo las categorías y subcategorías que seleccionó.
fr_fr: Supprimer uniquement les catégories et sous-catégories que vous avez sélectionnées.
he_il: הסר רק את הקטגוריות ותתי-הקטגוריות שבחרת.
hi_in: केवल उन श्रेणियों और उप श्रेणियों को हटाएं जिन्हें आपने चुना है।
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത വിഭാഗങ്ങളും ഉപവിഭാഗങ്ങളും മാത്രം നീക്കം ചെയ്യുക.
pl_pl: Usuń tylko kategorie i podkategorie, które zaznaczyłeś.

# ProtectPageRemoveSelectedButton.AutomationProperties.HelpText
source: Remove only the categories and sub-categories you've selected.
ar: إزالة الفئات والفئات الفرعية التي حددتها فقط.
de_de: Nur die von Ihnen ausgewählten Kategorien und Unterkategorien entfernen.
el_gr: Αφαίρεση μόνο των κατηγοριών και υποκατηγοριών που επιλέξατε.
es: Eliminar solo las categorías y subcategorías que seleccionó.
fr_fr: Supprimer uniquement les catégories et sous-catégories que vous avez sélectionnées.
he_il: הסר רק את הקטגוריות ותתי-הקטגוריות שבחרת.
hi_in: केवल उन श्रेणियों और उप श्रेणियों को हटाएं जिन्हें आपने चुना है।
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത വിഭാഗങ്ങളും ഉപവിഭാഗങ്ങളും മാത്രം നീക്കം ചെയ്യുക.
pl_pl: Usuń tylko kategorie i podkategorie, które zaznaczyłeś.

# RetrieveSecurityPolicyMenuFlyoutItem.Text
source: Retrieve System Security Policy
ar: استرداد سياسة أمان النظام
de_de: Systemsicherheitsrichtlinie abrufen
el_gr: Ανάκτηση πολιτικής ασφάλειας συστήματος
es: Recuperar directiva de seguridad del sistema
fr_fr: Récupérer la stratégie de sécurité du système
he_il: אחזר מדיניות אבטחת מערכת
hi_in: सिस्टम सुरक्षा नीति प्राप्त करें
ml_in: സിസ്റ്റം സുരക്ഷാ നയം പുനർലഭിക്കുക
pl_pl: Pobierz zasady bezpieczeństwa systemu

# RetrieveSecurityPolicyMenuFlyoutItem.ToolTipService.ToolTip
source: Retrieve all of the security policies of the system that are currently set.
ar: استرداد جميع سياسات أمان النظام المُعيّنة حالياً.
de_de: Alle aktuell festgelegten Sicherheitsrichtlinien des Systems abrufen.
el_gr: Ανάκτηση όλων των πολιτικών ασφάλειας συστήματος που είναι επί του παρόντος ρυθμισμένες.
es: Recuperar todas las directivas de seguridad del sistema que están configuradas actualmente.
fr_fr: Récupérer toutes les stratégies de sécurité du système actuellement définies.
he_il: אחזר את כל מדיניות האבטחה של המערכת המוגדרת כעת.
hi_in: वर्तमान में कॉन्फ़िगर की गई सभी सिस्टम सुरक्षा नीतियों को प्राप्त करें।
ml_in: നിലവിൽ കോൺഫിഗർ ചെയ്തിട്ടുള്ള എല്ലാ സിസ്റ്റം സുരക്ഷാ നയങ്ങളും പുനർലഭിക്കുക.
pl_pl: Pobierz wszystkie aktualnie skonfigurowane zasady bezpieczeństwa systemu.

# RetrieveSecurityPolicyMenuFlyoutItem.AutomationProperties.HelpText
source: Retrieve all of the security policies of the system that are currently set.
ar: استرداد جميع سياسات أمان النظام المُعيّنة حالياً.
de_de: Alle aktuell festgelegten Sicherheitsrichtlinien des Systems abrufen.
el_gr: Ανάκτηση όλων των πολιτικών ασφάλειας συστήματος που είναι επί του παρόντος ρυθμισμένες.
es: Recuperar todas las directivas de seguridad del sistema que están configuradas actualmente.
fr_fr: Récupérer toutes les stratégies de sécurité du système actuellement définies.
he_il: אחזר את כל מדיניות האבטחה של המערכת המוגדרת כעת.
hi_in: वर्तमान में कॉन्फ़िगर की गई सभी सिस्टम सुरक्षा नीतियों को प्राप्त करें।
ml_in: നിലവിൽ കോൺഫിഗർ ചെയ്തിട്ടുള്ള എല്ലാ സിസ്റ്റം സുരക്ഷാ നയങ്ങളും പുനർലഭിക്കുക.
pl_pl: Pobierz wszystkie aktualnie skonfigurowane zasady bezpieczeństwa systemu.

# UnsupportedFileTypeError
source: Unsupported file type: {0}
ar: نوع ملف غير مدعوم: {0}
de_de: Nicht unterstützter Dateityp: {0}
el_gr: Μη υποστηριζόμενος τύπος αρχείου: {0}
es: Tipo de archivo no compatible: {0}
fr_fr: Type de fichier non pris en charge : {0}
he_il: סוג קובץ לא נתמך: {0}
hi_in: असमर्थित फ़ाइल प्रकार: {0}
ml_in: പിന്തുണയില്ലാത്ത ഫയൽ തരം: {0}
pl_pl: Nieobsługiwany typ pliku: {0}

# GroupPolicyDataLoadedSuccess
source: Group policy data loaded successfully
ar: تم تحميل بيانات نهج المجموعة بنجاح
de_de: Gruppenrichtliniendaten erfolgreich geladen
el_gr: Τα δεδομένα πολιτικής ομάδας φορτώθηκαν επιτυχώς
es: Los datos de directiva de grupo se cargaron exitosamente
fr_fr: Données de stratégie de groupe chargées avec succès
he_il: נתוני Group Policy נטענו בהצלחה
hi_in: समूह नीति डेटा सफलतापूर्वक लोड किया गया
ml_in: ഗ്രൂപ്പ് പോളിസി ഡാറ്റ വിജയകരമായി ലോഡ് ചെയ്തു
pl_pl: Dane zasad grupy zostały pomyślnie załadowane

# SelectMainAndOtherPOLFilesWarning
source: Please select a main POL file and at least one other POL file to merge.
ar: يرجى تحديد ملف POL رئيسي وملف POL آخر واحد على الأقل للدمج.
de_de: Bitte wählen Sie eine Haupt-POL-Datei und mindestens eine weitere POL-Datei zum Zusammenführen aus.
el_gr: Παρακαλώ επιλέξτε ένα κύριο αρχείο POL και τουλάχιστον ένα άλλο αρχείο POL για συγχώνευση.
es: Por favor seleccione un archivo POL principal y al menos otro archivo POL para fusionar.
fr_fr: Veuillez sélectionner un fichier POL principal et au moins un autre fichier POL à fusionner.
he_il: נא לבחור קובץ POL ראשי ולפחות קובץ POL נוסף למיזוג.
hi_in: कृपया मर्ज के लिए एक मुख्य POL फ़ाइल और कम से कम एक अन्य POL फ़ाइल चुनें।
ml_in: മെർജിനായി ഒരു പ്രധാന POL ഫയലും കുറഞ്ഞത് ഒരു മറ്റ് POL ഫയലും തിരഞ്ഞെടുക്കുക.
pl_pl: Wybierz główny plik POL i co najmniej jeden inny plik POL do scalenia.

# MergeSummaryHeader
source: === MERGE SUMMARY ===
ar: === ملخص الدمج ===
de_de: === ZUSAMMENFASSUNG DER ZUSAMMENFÜHRUNG ===
el_gr: === Περίληψη συγχώνευσης ===
es: === Resumen de fusión ===
fr_fr: === RÉSUMÉ DE LA FUSION ===
he_il: === סיכום מיזוג ===
hi_in: === मर्ज सारांश ===
ml_in: === മെർജ് സംഗ്രഹം ===
pl_pl: === Podsumowanie scalania ===

# TotalOperationsLog
source: Total operations: {0}
ar: إجمالي العمليات: {0}
de_de: Gesamtvorgänge: {0}
el_gr: Συνολικές λειτουργίες: {0}
es: Operaciones totales: {0}
fr_fr: Opérations totales : {0}
he_il: סה"כ פעולות: {0}
hi_in: कुल ऑपरेशन: {0}
ml_in: ആകെ പ്രവർത്തനങ്ങൾ: {0}
pl_pl: Całkowita liczba operacji: {0}

# AddedEntriesLog
source: Added entries: {0}
ar: المدخلات المضافة: {0}
de_de: Hinzugefügte Einträge: {0}
el_gr: Προστεθείσες καταχωρήσεις: {0}
es: Entradas agregadas: {0}
fr_fr: Entrées ajoutées : {0}
he_il: רשומות שנוספו: {0}
hi_in: जोड़ी गई एंट्रियां: {0}
ml_in: ചേർത്ത എൻട്രികൾ: {0}
pl_pl: Dodane wpisy: {0}

# TotalEntriesInMergedFileLog
source: Total entries in merged file: {0}
ar: إجمالي المدخلات في الملف المدموج: {0}
de_de: Gesamteinträge in der zusammengeführten Datei: {0}
el_gr: Συνολικές καταχωρήσεις στο συγχωνευμένο αρχείο: {0}
es: Entradas totales en archivo fusionado: {0}
fr_fr: Nombre total d'entrées dans le fichier fusionné : {0}
he_il: סך כל הרשומות בקובץ הממוזג: {0}
hi_in: मर्ज की गई फ़ाइल में कुल एंट्रियां: {0}
ml_in: മെർജ് ചെയ്ത ഫയലിലെ ആകെ എൻട്രികൾ: {0}
pl_pl: Całkowita liczba wpisów w scalonym pliku: {0}

# POLFilesMergedSuccess
source: POL files merged successfully. Check the logs for details.
ar: تم دمج ملفات POL بنجاح. تحقق من السجلات للتفاصيل.
de_de: POL-Dateien erfolgreich zusammengeführt. Details finden Sie in den Protokollen.
el_gr: Τα αρχεία POL συγχωνεύθηκαν επιτυχώς. Ελέγξτε τα αρχεία καταγραφής για λεπτομέρειες.
es: Los archivos POL se fusionaron exitosamente. Revise los registros para detalles.
fr_fr: Fichiers POL fusionnés avec succès. Vérifiez les journaux pour plus de détails.
he_il: קובצי POL מוזגו בהצלחה. בדוק את היומנים לפרטים.
hi_in: POL फ़ाइलें सफलतापूर्वक मर्ज की गईं। विवरण के लिए लॉग देखें।
ml_in: POL ഫയലുകൾ വിജയകരമായി മെർജ് ചെയ്തു. വിശദാംശങ്ങൾക്കായി ലോഗുകൾ കാണുക.
pl_pl: Pliki POL zostały pomyślnie scalone. Zobacz logi, aby uzyskać szczegóły.

# SelectAtLeastOnePOLFileWarning
source: Please select at least one POL file to convert.
ar: يرجى تحديد ملف POL واحد على الأقل للتحويل.
de_de: Bitte wählen Sie mindestens eine POL-Datei zum Konvertieren aus.
el_gr: Παρακαλώ επιλέξτε τουλάχιστον ένα αρχείο POL για μετατροπή.
es: Por favor seleccione al menos un archivo POL para convertir.
fr_fr: Veuillez sélectionner au moins un fichier POL à convertir.
he_il: נא לבחור לפחות קובץ POL אחד להמרה.
hi_in: कृपया कन्वर्ट करने के लिए कम से कम एक POL फ़ाइल चुनें।
ml_in: കൺവേർട്ട് ചെയ്യാൻ കുറഞ്ഞത് ഒരു POL ഫയൽ തിരഞ്ഞെടുക്കുക.
pl_pl: Wybierz co najmniej jeden plik POL do konwersji.

# POLFilesConvertedToJSONSuccess
source: POL files converted to JSON successfully. The output file is: {0}
ar: تم تحويل ملفات POL إلى JSON بنجاح. ملف الإخراج هو: {0}
de_de: POL-Dateien erfolgreich in JSON konvertiert. Die Ausgabedatei ist: {0}
el_gr: Τα αρχεία POL μετατράπηκαν σε JSON επιτυχώς. Το αρχείο εξόδου είναι: {0}
es: Los archivos POL se convirtieron a JSON exitosamente. El archivo de salida es: {0}
fr_fr: Fichiers POL convertis en JSON avec succès. Le fichier de sortie est : {0}
he_il: קובצי POL הומרו ל-JSON בהצלחה. קובץ הפלט הוא: {0}
hi_in: POL फ़ाइलें सफलतापूर्वक JSON में कन्वर्ट की गईं। आउटपुट फ़ाइल है: {0}
ml_in: POL ഫയലുകൾ വിജയകരമായി JSON-ലേക്ക് കൺവേർട്ട് ചെയ്തു. ഔട്ട്പുട്ട് ഫയൽ ഇവിടെയാണ്: {0}
pl_pl: Pliki POL zostały pomyślnie przekonwertowane na JSON. Plik wyjściowy to: {0}

# SelectAtLeastOneJSONFileWarning
source: Please select at least one JSON file to convert.
ar: يرجى تحديد ملف JSON واحد على الأقل للتحويل.
de_de: Bitte wählen Sie mindestens eine JSON-Datei zum Konvertieren aus.
el_gr: Παρακαλώ επιλέξτε τουλάχιστον ένα αρχείο JSON για μετατροπή.
es: Por favor seleccione al menos un archivo JSON para convertir.
fr_fr: Veuillez sélectionner au moins un fichier JSON à convertir.
he_il: נא לבחור לפחות קובץ JSON אחד להמרה.
hi_in: कृपया कन्वर्ट करने के लिए कम से कम एक JSON फ़ाइल चुनें।
ml_in: കൺവേർട്ട് ചെയ്യാൻ കുറഞ്ഞത് ഒരു JSON ഫയൽ തിരഞ്ഞെടുക്കുക.
pl_pl: Wybierz co najmniej jeden plik JSON do konwersji.
